//AZDELET  JOB (ACCT),'DELETE REZNOSQL',CLASS=A,MSGCLASS=H
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE 'IBMUSER.REZNOSQL.DEMO' CLUSTER PURGE
/*
