//SRCHCRE  JOB (ACCT),'CREATE SEARCH',CLASS=A,MSGCLASS=H
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DEFINE CLUSTER ( -
    NAME('IBMUSER.SRCH.DEMO') -
    INDEXED -
    KEYS(32 0) -
    RECORDSIZE(292 32036) -
    MEGABYTES(1 1) -
    SHAREOPTIONS(2 3) -
    SPEED -
  ) -
  DATA ( -
    NAME('IBMUSER.SRCH.DEMO.DATA') -
  ) -
  INDEX ( -
    NAME('IBMUSER.SRCH.DEMO.INDEX') -
  )
/*
