//HASHCRE  JOB (ACCT),'CREATE HASHED',CLASS=A,MSGCLASS=H
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE 'IBMUSER.HASH.TEST' CLUSTER PURGE
  SET MAXCC = 0
  DEFINE CLUSTER ( -
    NAME('IBMUSER.HASH.TEST') -
    INDEXED -
    KEYS(128 0) -
    RECORDSIZE(392 32132) -
    MEGABYTES(1 1) -
    SHAREOPTIONS(2 3) -
    SPEED -
  ) -
  DATA ( -
    NAME('IBMUSER.HASH.TEST.DATA') -
  ) -
  INDEX ( -
    NAME('IBMUSER.HASH.TEST.INDEX') -
  )
/*
