//SRCHDEL  JOB (ACCT),'DELETE SEARCH',CLASS=A,MSGCLASS=H
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE 'IBMUSER.SRCH.DEMO' CLUSTER PURGE
/*
