//SRCHIDEL JOB (ACCT),'DELETE SRCHI',CLASS=A,MSGCLASS=H
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE 'IBMUSER.SRCHI.DEPT' CLUSTER PURGE
  DELETE 'IBMUSER.SRCHI.DEMO' CLUSTER PURGE
/*
