//HASHDEL  JOB (ACCT),'DELETE HASHED',CLASS=A,MSGCLASS=H
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE 'IBMUSER.HASH.TEST' CLUSTER PURGE
/*
